Reports/statistics.json
{
  "HTTP Request Tablets" : {
    "transaction" : "HTTP Request Tablets",
    "sampleCount" : 5,
    "errorCount" : 5,
    "errorPct" : 100.0,
    "meanResTime" : 129.0,
    "medianResTime" : 89.0,
    "minResTime" : 87.0,
    "maxResTime" : 279.0,
    "pct1ResTime" : 279.0,
    "pct2ResTime" : 279.0,
    "pct3ResTime" : 279.0,
    "throughput" : 3.3806626098715347,
    "receivedKBytesPerSec" : 4.527578811697093,
    "sentKBytesPerSec" : 1.1885141987829615
  },
  "HTTP Request Tablets-0" : {
    "transaction" : "HTTP Request Tablets-0",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 59.8,
    "medianResTime" : 42.0,
    "minResTime" : 37.0,
    "maxResTime" : 138.0,
    "pct1ResTime" : 138.0,
    "pct2ResTime" : 138.0,
    "pct3ResTime" : 138.0,
    "throughput" : 3.7369207772795217,
    "receivedKBytesPerSec" : 2.7713062873692076,
    "sentKBytesPerSec" : 0.6568806053811659
  },
  "HTTP Request Phones and PDA-1" : {
    "transaction" : "HTTP Request Phones and PDA-1",
    "sampleCount" : 5,
    "errorCount" : 5,
    "errorPct" : 100.0,
    "meanResTime" : 64.6,
    "medianResTime" : 48.0,
    "minResTime" : 39.0,
    "maxResTime" : 137.0,
    "pct1ResTime" : 137.0,
    "pct2ResTime" : 137.0,
    "pct3ResTime" : 137.0,
    "throughput" : 4.0290088638195,
    "receivedKBytesPerSec" : 2.4079623287671232,
    "sentKBytesPerSec" : 0.7082242143432715
  },
  "HTTP Request Phones and PDA-0" : {
    "transaction" : "HTTP Request Phones and PDA-0",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 130.4,
    "medianResTime" : 93.0,
    "minResTime" : 78.0,
    "maxResTime" : 267.0,
    "pct1ResTime" : 267.0,
    "pct2ResTime" : 267.0,
    "pct3ResTime" : 267.0,
    "throughput" : 4.071661237785016,
    "receivedKBytesPerSec" : 3.019550335912052,
    "sentKBytesPerSec" : 0.7157217019543974
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 35,
    "errorCount" : 24,
    "errorPct" : 68.57143,
    "meanResTime" : 139.25714285714287,
    "medianResTime" : 93.0,
    "minResTime" : 37.0,
    "maxResTime" : 684.0,
    "pct1ResTime" : 329.3999999999998,
    "pct2ResTime" : 474.3999999999989,
    "pct3ResTime" : 684.0,
    "throughput" : 14.868309260832627,
    "receivedKBytesPerSec" : 23.1715796251062,
    "sentKBytesPerSec" : 3.248294127017842
  },
  "HTTP Request Phones and PDA" : {
    "transaction" : "HTTP Request Phones and PDA",
    "sampleCount" : 5,
    "errorCount" : 5,
    "errorPct" : 100.0,
    "meanResTime" : 195.8,
    "medianResTime" : 146.0,
    "minResTime" : 126.0,
    "maxResTime" : 405.0,
    "pct1ResTime" : 405.0,
    "pct2ResTime" : 405.0,
    "pct3ResTime" : 405.0,
    "throughput" : 3.6603221083455346,
    "receivedKBytesPerSec" : 4.902114979868228,
    "sentKBytesPerSec" : 1.2868319912152268
  },
  "HTTP Request Home Page" : {
    "transaction" : "HTTP Request Home Page",
    "sampleCount" : 5,
    "errorCount" : 4,
    "errorPct" : 80.0,
    "meanResTime" : 327.2,
    "medianResTime" : 201.0,
    "minResTime" : 162.0,
    "maxResTime" : 684.0,
    "pct1ResTime" : 684.0,
    "pct2ResTime" : 684.0,
    "pct3ResTime" : 684.0,
    "throughput" : 3.003003003003003,
    "receivedKBytesPerSec" : 16.67311843093093,
    "sentKBytesPerSec" : 0.36951013513513514
  },
  "HTTP Request Tablets-1" : {
    "transaction" : "HTTP Request Tablets-1",
    "sampleCount" : 5,
    "errorCount" : 5,
    "errorPct" : 100.0,
    "meanResTime" : 68.0,
    "medianResTime" : 50.0,
    "minResTime" : 43.0,
    "maxResTime" : 140.0,
    "pct1ResTime" : 140.0,
    "pct2ResTime" : 140.0,
    "pct3ResTime" : 140.0,
    "throughput" : 3.481894150417827,
    "receivedKBytesPerSec" : 2.0809758008356547,
    "sentKBytesPerSec" : 0.6120517061281338
  }
}